Repository: linuxdeepin/dde-daemon
Catalog: misc/po/*.po
Languages: de_de, lo, nl, sv

source: The PPP service disconnected unexpectedly
de_de: Der PPP-Service wurde unerwartet beendet
lo: ການບໍລິການ PPP ໄດ້ຕັດສິນໃຈໂດຍບໍ່ຄາດຝັນ
nl: De PPP-dienst is onverwacht afgebroken
sv: PPP tjänsten kopplades oväntat bort.

source: The PPP service quitted or failed unexpectedly
de_de: Der PPP-Service wurde beendet oder schlug unerwartet fehl
lo: ການບໍລິການ PPP ຢຸດຫຼືລົ້ມເຫລວໂດຍບໍ່ຄາດຝັນ
nl: De PPP-dienst is onverwacht afgesloten of mislukt
sv: Tjänsten PPP avslutades eller misslyckades oväntat .

source: The DHCP service failed to start within the allowed time
de_de: Der DHCP-Service konnte nicht innerhalb der erlaubten Zeit gestartet werden
lo: ບໍລິການ DHCP ລົ້ມເຫລວໃນການເລີ່ມຕົ້ນພາຍໃນເວລາທີ່ອະນຸຍາດ
nl: De DHCP-dienst kan niet binnen de toegestane tijd beginnen
sv: DHCP-tjänsten kunde inte startas inom den tillåtna tiden.

source: The DHCP service reported an unexpected error
de_de: Der DHCP-Service meldete einen unerwarteten Fehler
lo: ບໍລິການ DHCP ລາຍງານຂໍ້ຜິດພາດທີ່ບໍ່ຄາດຄິດ
nl: De DHCP-dienst heeft een onverwachte fout gemeld
sv: DHCP-tjänsten rapporterade ett oväntat fel.

source: The DHCP service quitted or failed unexpectedly
de_de: Der DHCP-Service wurde beendet oder schlug unerwartet fehl
lo: ການບໍລິການ DHCP ຢຸດຫຼືລົ້ມເຫລວໂດຍບໍ່ຄາດຝັນ
nl: De DHCP-dienst is onverwacht afgesloten of mislukt
sv: DHCP-tjänsten avslutades eller misslyckades oväntat.

source: The shared connection service failed to start
de_de: Der Shared-Connection-Service konnte nicht gestartet werden
lo: ການບໍລິການເຊື່ອມຕໍ່ທີ່ໃຊ້ຮ່ວມກັນລົ້ມເຫລວ
nl: De gedeelde verbindingsdienst kan niet worden gestart
sv: Den delade anslutningstjänsten misslyckades att starta.

source: The shared connection service quitted or failed unexpectedly
de_de: Der Shared-Connection-Service wurde beendet oder schlug unerwartet fehl
lo: ການບໍລິການເຊື່ອມຕໍ່ທີ່ໃຊ້ຮ່ວມກັນຫຼືລົ້ມເຫລວ
nl: De gedeelde verbindingsdienst is onverwacht afgesloten of mislukt
sv: Den delade anslutningstjänsten avslutades eller misslyckades oväntat.

source: The AutoIP service failed to start
de_de: Der AutoIP-Service konnte nicht gestartet werden
lo: ການບໍລິການ Autoip ລົ້ມເຫລວໃນການເລີ່ມຕົ້ນ
nl: De AutoIP-dienst kan niet worden gestart
sv: AutoIP-tjänsten misslyckades med att starta.

source: The AutoIP service reported an unexpected error
de_de: Der AutoIP-Service meldete einen unerwarteten Fehler
lo: ການບໍລິການ Autoip ລາຍງານຂໍ້ຜິດພາດທີ່ບໍ່ຄາດຄິດ
nl: De AutoIP-dienst meldde een onverwachte fout
sv: AutoIP-tjänsten rapporterade ett oväntat fel.

source: The AutoIP service quitted or failed unexpectedly
de_de: Der AutoIP-Service wurde beendet oder schlug unerwartet fehl
lo: ການບໍລິການ Autoip ອອກຈາກຫຼືລົ້ມເຫລວ
nl: De AutoIP-dienst is onverwacht afgesloten of mislukt
sv: AutoIP-tjänsten avslutades eller misslyckades oväntat.

source: Dialing failed due to busy lines
de_de: Einwahl fehlgeschlagen wegen besetztem Anschluss
lo: ການໂທລົ້ມເຫລວເນື່ອງຈາກເສັ້ນທາງທຸລະກິດ
nl: Het inbellen is mislukt omdat de lijnen overbelast zijn
sv: Uppringning misslyckades på grund av upptagna linjer.

source: Dialing failed due to no dial tone
de_de: Einwahl wegen fehlendem Wählton fehlgeschlagen
lo: ການໂທລົ້ມເຫລວຍ້ອນບໍ່ມີສຽງໂທ
nl: Het inbellen is mislukt omdat er geen kiestoon is
sv: Uppringning misslyckades på grund av att kopplingston saknas.

source: Dialing failed due to the carrier
de_de: Einwahl wegen Telefonprovider fehlgeschlagen
lo: ການໂທລົ້ມເຫລວເນື່ອງຈາກບັນທຸກ
nl: Het inbellen is tegengehouden door de provider
sv: Uppringning misslyckades på grund av operatören

source: Dialing timed out
de_de: Zeitüberschreitung bei der Einwahl
lo: ໂທອອກຫມົດເວລາ
nl: De inbelpoging is verlopen
sv: Uppringningens tidsgräns överskreds.

source: Dialing failed
de_de: Einwahl fehlgeschlagen
lo: ການໂທລົ້ມເຫລວ
nl: Het inbellen is mislukt
sv: Uppringning misslyckades.

source: Modem initialization failed
de_de: Initialisierung des Modems fehlgeschlagen
lo: ການເລີ່ມຕົ້ນຂອງໂມເດັມລົ້ມເຫລວ
nl: Het modem kan niet worden geïnitialiseerd
sv: Modeminitiering misslyckades.

source: Failed to select the specified GSM APN
de_de: Die spezifische GSM APN konnte nicht ausgewählt werden
lo: ລົ້ມເຫລວໃນການເລືອກ APN APN ທີ່ລະບຸ
nl: De opgegeven gsm-apn kan niet worden geselecteerd
sv: Det gick inte att välja den angivna GSM APN.

source: No networks searched
de_de: Keine Netzwerke gesucht
lo: ບໍ່ມີເຄືອຂ່າຍຄົ້ນຫາ
nl: Er is niet gezocht naar netwerken
sv: Inga nätverk sökta.

source: Network registration was denied
de_de: Netzwerk-Registrierung abgelehnt
lo: ການລົງທະບຽນເຄືອຂ່າຍຖືກປະຕິເສດ
nl: De netwerkregistratie is geweigerd
sv: Nätverksregistrering nekades.

source: Network registration timed out
de_de: Zeitablauf bei der Registrierung des Netzwerks
lo: ການລົງທະບຽນເຄືອຂ່າຍຫມົດເວລາ
nl: De netwerkregistratie is verlopen
sv: Nätverksregisteringens tidsgräns överskreds.

source: Failed to register to the requested GSM network
de_de: Die Registrierung beim angefragten GSM-Netzwerk schlug fehl
lo: ລົ້ມເຫລວໃນການລົງທະບຽນເຂົ້າໃນເຄືອຂ່າຍ GSM ທີ່ຮ້ອງຂໍ
nl: Het registreren bij het gevraagde gsm-netwerk is mislukt
sv: Registrering på det begärda GSM-nätet misslyckades.

source: PIN check failed
de_de: PIN-Überprüfung fehlgeschlagen
lo: PIN ກວດສອບລົ້ມເຫລວ
nl: De pincontrole is mislukt
sv: PIN kontroll misslyckades.

source: Necessary firmware for the device may be missed
de_de: Nötige Gerätefirmware scheint zu fehlen
lo: firmware ທີ່ຈໍາເປັນສໍາລັບອຸປະກອນອາດຈະພາດ
nl: Er ontbreekt mogelijk noodzakelijke apparaatfirmware
sv: Nödvändig firmware för enheten kanske saknas.

source: The device was removed
de_de: Das Gerät wurde entfernt
lo: ອຸປະກອນໄດ້ຖືກຍ້າຍອອກ
nl: Het apparaat is verwijderd
sv: Enheten togs bort.

source: NetworkManager went to sleep
de_de: NetzwerkManager fiel in den Schlafmodus
lo: NetworkManager ໄດ້ໄປນອນ
nl: Netwerkbeheer is in slaap gevallen
sv: NetworkManager pausades.

source: The device's active connection was removed or disappeared
de_de: Die aktive Verbindung des Gerätes wurde entfernt oder ging verloren
lo: ການເຊື່ອມຕໍ່ທີ່ມີການເຄື່ອນໄຫວຂອງອຸປະກອນໄດ້ຖືກໂຍກຍ້າຍອອກຫຼືຫາຍໄປ
nl: De actieve apparaatverbinding is verwijderd of verdwenen
sv: Enhetens aktiva anslutning togs bort eller har försvunnit.

source: A user or client requested to disconnect
de_de: Ein Benutzer oder Endgerät erbat die Trennung
lo: ຜູ້ໃຊ້ຫຼືລູກຄ້າທີ່ຮ້ອງຂໍໃຫ້ຕັດຂາດ
nl: Een gebruiker of klant heeft verzocht de verbinding te verbreken
sv: En användare eller klient begärde frånkoppling.

source: The device's carrier/link changed
de_de: Provider/Verbindung des Gerätes wurde geändert
lo: ບັນທຸກຜູ້ຂົນສົ່ງ / ການເຊື່ອມຕໍ່ຂອງອຸປະກອນໄດ້ປ່ຽນໄປ
nl: De provider/link van het apparaat is veranderd
sv: Enhetens operatör/länk ändrades.

source: The device's existing connection was assumed
de_de: Die bestehende Verbindung des Gerätes wurde wieder aufgenommen
lo: ການເຊື່ອມຕໍ່ທີ່ມີຢູ່ຂອງອຸປະກອນໄດ້ຖືກຄາດວ່າ
nl: De bestaande verbinding van het toestel werd aangenomen
sv: Enhetens befintliga anslutning antogs.

source: The 802.1x supplicant is now available
lo: ເຄື່ອງປ້ອນ 802.X ແມ່ນມີຢູ່ແລ້ວ
nl: De 802.1x-aanvrager is nu beschikbaar
sv: 802.1x supplikanten är nu tillgänglig.

source: The modem could not be found
de_de: Das Modem konnte nicht gefunden werden
lo: ບໍ່ສາມາດພົບເຫັນໂມເດັມ
nl: Er is geen modem aangetroffen
sv: Modemet kunde ej hittas.

source: The Bluetooth connection timed out or failed
de_de: Zeitüberschreitung bei der Bluetooth-Verbindung
lo: ການເຊື່ອມຕໍ່ bluetooth ທີ່ຫມົດເວລາອອກຫຼືລົ້ມເຫລວ
nl: De Bluetooth-verbinding is uitgesteld of mislukt
sv: Bluetoothanslutningens tidsgräns överskreds eller misslyckades.

source: GSM Modem's SIM Card was not inserted
de_de: Die SIM-Card für das GSM-Modem wurde nicht eingesteckt
lo: ບັດ SIM ຂອງ GSM Modem ບໍ່ໄດ້ຖືກໃສ່
nl: Er is geen simkaart in het modem geplaatst
sv: GSM Modemets SIM-kort var inte isatt.

source: GSM Modem's SIM PIN required
de_de: SIM-PIN für das GSM-Modem wird benötigt
lo: ລະຫັດ PIN ຂອງ GSM Modem ຂອງ GSM
nl: Het modem vereist een simkaartpincode
sv: GSM Modemets SIM PIN krävs.

source: GSM Modem's SIM PUK required
de_de: SIM-PUK für das GSM-Modem wird benötigt
lo: PSM Modem's SIM PUK PUK
nl: Het modem vereist een simkaartpukcode
sv: GSM Modemets SIM PUK krävs.

source: SIM card error in GSM Modem
de_de: SIM-Card-Fehler im GSM-Modem
lo: ຄວາມຜິດພາດຂອງຊິມໃນໂມເດັມ GSM
nl: Simkaartfout in gsm-modem
sv: Simkorts fel i GSM Modemet

source: InfiniBand device does not support connected mode
de_de: InfiniBand-Gerät unterstützt diesen Verbindungstyp nicht
lo: ອຸປະກອນ Infiniband ບໍ່ສະຫນັບສະຫນູນຮູບແບບທີ່ເຊື່ອມຕໍ່
nl: Het InfiniBand-apparaat ondersteunt geen aangesloten modus
sv: InfiniBand-enheten stöder inte anslutet läge.

source: A dependency of the connection failed
de_de: Ein notwendiger Schritt für den Verbindungsaufbau schlug fehl
lo: ການເພິ່ງພາອາໄສການເຊື່ອມຕໍ່ສົບຜົນສໍາເລັດ
nl: Er is niet voldaan aan een afhankelijkheid van de verbinding

source: RFC 2684 Ethernet bridging error to ADSL
de_de: RFC 2684 Ethernet bridging-Fehler im ADSL
lo: RFC 2684 Ethernet Ithernet Mainging ໃນ ADSL
nl: RFC 2684 Ethernet-brugfout naar ADSL

source: ModemManager did not run or quitted unexpectedly
de_de: ModemManager lief nicht oder endete unerwartet
lo: ModemManager ບໍ່ໄດ້ແລ່ນຫຼືຢຸດໂດຍບໍ່ຄາດຝັນ
nl: Modembeheer is onverwacht afgesloten of niet ingeschakeld
sv: ModemManager kördes inte eller avlutades oväntat.

source: The 802.11 WLAN network could not be found
de_de: Das 802.11 WLAN-Netzwerk konnte nicht gefunden werden
lo: ບໍ່ພົບເຄືອຂ່າຍ 802.11 WLAN ບໍ່ສາມາດຊອກຫາໄດ້
nl: Het 802.11 wlan-netwerk is niet aangetroffen

source: A secondary connection of the base connection failed
lo: ການເຊື່ອມຕໍ່ຂັ້ນສອງຂອງການເຊື່ອມຕໍ່ຖານຂໍ້ມູນລົ້ມເຫລວ
nl: Een secundaire verbinding van de basisverbinding is mislukt
sv: En sekundär anslutning av basanslutningen misslyckades.

source: DCB or FCoE setup failed
de_de: DCB- oder FCoE-Einrichtung fehlgeschlagen
lo: ການຕັ້ງຄ່າ DCB ຫຼື FCOE ລົ້ມເຫລວ
nl: DCB- of FCoE-instelling mislukt
sv: DCB eller FCoE inställning misslyckades.

source: Network teaming control failed
lo: ການຄວບຄຸມການຮ່ວມມືຂອງເຄືອຂ່າຍລົ້ມເຫລວ
nl: Netwerkteamingcontrole mislukt

source: Modem failed to run or not available
de_de: Modem konnte nicht starten oder ist nicht verfügbar
lo: ໂມເດັມລົ້ມເຫລວໃນການແລ່ນຫຼືບໍ່ມີ
nl: Het modem kan niet worden opgestart of is niet beschikbaar
sv: Modem kunde inte köras eller är ej tillgängligt.

source: Modem now ready and available
de_de: Modem ist jetzt verfügbar und bereit
lo: ຕອນນີ້ Modem ກຽມພ້ອມແລະມີຢູ່
nl: Het modem is opgestart en beschikbaar
sv: Modemet är nu redo och tillgängligt

source: SIM PIN is incorrect
de_de: SIM-PIN ist falsch
lo: ລະຫັດ PIN ບໍ່ຖືກຕ້ອງ
nl: De simkaartpincode is onjuist
sv: SIM-kortets PIN-kod stämmer ej.

source: New connection activation is enqueuing
de_de: Die Aktivierung einer neuen Verbindung steht an
lo: ການເປີດໃຊ້ການເຊື່ອມຕໍ່ໃຫມ່ແມ່ນ Enqueing
nl: De nieuwe verbindingsactivering staat niet in de wachtrij
sv: Aktiveringen av den nya anslutningen läggs till i kön.

source: Parent device changed
de_de: Übergeordnetes Gerät geändert
lo: ອຸປະກອນພໍ່ແມ່ປ່ຽນແປງ
nl: Hef hoofdapparaat is veranderd

source: Management status of parent device changed
de_de: Verwaltungsstatus des übergeordneten Gerätes hat sich geändert
lo: ສະຖານະພາບການຄຸ້ມຄອງຂອງອຸປະກອນພໍ່ແມ່ໄດ້ປ່ຽນໄປ
nl: De beheerstatus van het hoofdapparaat is veranderd

source: Network cable is unplugged
de_de: Netzwerkkabel ist nicht angesteckt
lo: ສາຍເຄືອຂ່າຍແມ່ນບໍ່ມີການຖອດສາຍ
nl: Er is geen netwerkkabel aangesloten
sv: Nätverkskabel är urkopplad.

source: Please make sure SIM card has been inserted with mobile network signal
de_de: Stellen Sie bitte sicher, dass die SIM-Karte mit mobilem Netzwerk-Signal eingeschoben ist
lo: ກະລຸນາຮັບປະກັນວ່າຊິມກາດໄດ້ຖືກໃສ່ກັບສັນຍານເຄືອຂ່າຍມືຖື
nl: Zorg er voor dat er een simkaart is geplaatst met een mobiele netwerkverbinding
sv: Se till att SIM-kortet som satts in har fungerande täckning.

source: Please make sure a correct plan was selected without arrearage of SIM card
lo: ກະລຸນາໃຫ້ແນ່ໃຈວ່າແຜນການທີ່ຖືກຕ້ອງຖືກຄັດເລືອກໂດຍບໍ່ມີການຍັບຍັ້ງຊິມກາດ
nl: Zorg er voor dat het juiste abonnement is gekozen zonder achterstand van de simkaart
sv: Kontrollera att du har valt en korrekt plan utan förfallna betalningar på SIM-kortet.

source: Failed to activate VPN connection, reason unknown
de_de: VPN-Verbindung konnte nicht hergestellt werden, Grund unbekannt
lo: ລົ້ມເຫລວໃນການກະຕຸ້ນການເຊື່ອມຕໍ່ VPN, ເຫດຜົນທີ່ບໍ່ຮູ້ຈັກ
nl: De vpn-verbinding kan om onbekende reden niet worden geactiveerd
sv: Misslyckades aktivera VPN anslutning, okänd anledning

source: Failed to activate VPN connection
de_de: VPN-Verbindung konnte nicht hergestellt werden
lo: ລົ້ມເຫລວໃນການກະຕຸ້ນການເຊື່ອມຕໍ່ VPN
nl: De vpn-verbinding kan niet worden geactiveerd
sv: Misslyckades aktivera VPN anslutning

source: The VPN connection state changed due to being disconnected by users
de_de: Der Status der VPN-Verbindung hat sich geändert aufgrund der Trennung durch Benutzer
lo: ສະຖານະການເຊື່ອມຕໍ່ VPN ໄດ້ປ່ຽນແປງຍ້ອນຜູ້ໃຊ້ທີ່ຖືກຕັດຂາດ
nl: De VPN-verbindingsstatus is gewijzigd ten gevolge van verbreking door gebruikers

source: The VPN connection state changed due to being disconnected from devices
de_de: Der Status der VPN-Verbindung hat sich geändert aufgrund der Trennung von Geräten
lo: ລັດເຊື່ອມຕໍ່ VPN ໄດ້ປ່ຽນແປງຍ້ອນການຕັດຂາດຈາກອຸປະກອນຕ່າງໆ
nl: De VPNs-verbindingsstatus is gewijzigd ten gevolge van verbreken van apparaten

source: VPN service stopped
de_de: VPN-Service gestoppt
lo: ບໍລິການ VPN ຢຸດເຊົາ
nl: De vpn-dienst is gestopt
sv: VPN-tjänsten stoppades.

source: The IP config of VPN connection was invalid
de_de: Die IP-Einstellungen der VPN-Verbindung waren ungültig
lo: IP casfig ຂອງການເຊື່ອມຕໍ່ VPN ແມ່ນບໍ່ຖືກຕ້ອງ
nl: De ip-configuratie van de vpn-verbinding is ongeldig
sv: IP-konfigurationen för VPN-anslutningen var ogiltig.

source: The connection attempt to VPN service timed out
de_de: Zeitüberschreitung beim Verbindungsversuch mit dem VPN-Service
lo: ການເຊື່ອມຕໍ່ຄວາມພະຍາຍາມໃນການໃຫ້ບໍລິການ VPN ຫມົດເວລາ
nl: De verbindingspoging van de vpn-dienst is verlopen
sv: Anslutningsförsöket till VPN-tjänsten tog för lång tid.

source: The VPN service start timed out
de_de: Zeitüberschreitung beim Start des VPN-Services
lo: ການບໍລິການ VPN ເລີ່ມຕົ້ນຫມົດເວລາ
nl: Het opstarten van de vpn-dienst is verlopen
sv: Tidsgränsen för VPN tjänsten överskreds

source: The VPN service failed to start
de_de: Start des VPN-Service fehlgeschlagen
lo: ບໍລິການ VPN ລົ້ມເຫລວໃນການເລີ່ມຕົ້ນ
nl: De vpn-dienst kan niet worden gestart
sv: VPN tjänsten kunde ej starta

source: The VPN connection password was not provided
de_de: Das VPN-Verbindungspasswort wurde nicht bereitgestellt
lo: ລະຫັດຜ່ານການເຊື່ອມຕໍ່ VPN ບໍ່ໄດ້ສະຫນອງໃຫ້
nl: Er is geen vpn-verbindingswachtwoord opgegeven
sv: Nödvändigt lösenord för VPN-anslutningen angavs inte.

source: Authentication to VPN server failed
de_de: Authentifizierung gegenüber dem VPN-Server schlug fehl
lo: ການກວດສອບຄວາມຖືກຕ້ອງກັບ VPN Server ລົ້ມເຫລວ
nl: De authenticatie met de vpn-server is mislukt
sv: Autentisering till VPN-servern misslyckades.

source: The connection was deleted from settings
de_de: Die Verbindung wurde aus den Einstellungen entfernt
lo: ການເຊື່ອມຕໍ່ໄດ້ຖືກລຶບອອກຈາກ Settings
nl: De verbinding is verwijderd uit het instellingencentrum
sv: Anslutningen togs bort från inställningarna.

source: Enabling hotspot
de_de: Hotspot ermöglichen
lo: enabling ຈຸດສຸມ
nl: Hotspot opzetten

source: Connecting %q
de_de: Verbindung %q
lo: ເຊື່ອມຕໍ່ %q
nl: Verbinden met %q

source: Hotspot enabled
de_de: Hotspot ermöglicht
lo: Hotspot ເປີດໃຊ້ງານ
nl: De hotspot is opgezet

source: %q connected
de_de: %q verbunden
lo: %q ເຊື່ອມຕໍ່ແລ້ວ
nl: %q verbonden
sv: %q ansluten

source: Hotspot disabled
de_de: Hotspot abgeschalten
lo: Hotspot ຖືກປິດ
nl: De hotspot is uitgeschakeld

source: %q disconnected
de_de: %q getrennt
lo: %q ຖືກຕັດການເຊື່ອມຕໍ່
nl: Verbinding verbroken met %q
sv: %q ifrånkopplad

source: Unable to share hotspot, please check dnsmasq settings
de_de: Hotspot konnte nicht eingerichtet werden, bitte prüfen Sie DNSMasq-Einstellungen
lo: ບໍ່ສາມາດແບ່ງປັນ Hotspot ໄດ້, ກະລຸນາກວດເບິ່ງການຕັ້ງຄ່າ dnsmasq
nl: De hotspot kan niet worden gedeeld - controleer de dnswasq-instellingen
sv: Kunde ej dela hotspot, var god kontrollera dnsmasq inställningarna

source: Unable to connect %q, please keep closer to the wireless router
de_de: Keine %q-Verbindung möglich, bitte näher zum WLAN-Router hingehen
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ %q, ກະລຸນາເຂົ້າໃກ້ເຣົາເຕີໄຮ້ສາຍ
nl: Kan geen verbinding maken met %q - blijf in de buurt van de draadloze router
sv: Kunde ej ansluta till %q, försök komma närmre till den trådlösa routern

source: Unable to connect %q, please check your router or net cable.
de_de: Keine %q-Verbindung möglich, bitte prüfen Sie ihren Router oder das Netwerkkabel
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ %q, ກະລຸນາກວດເບິ່ງເຣົາເຕີຫຼືສາຍເຄືອຂ່າຍຂອງທ່ານ.
nl: Kan geen verbinding maken met %q - controleer de router of netwerkkabel
sv: Kunde ej ansluta till %q, var god kontrollera din router eller nätverkskabel

source: Connection failed, unable to connect %q, wrong password
de_de: Verbindung fehgeschlagen, keine %q-Verbindung möglich, falsches Passwort
lo: ການເຊື່ອມຕໍ່ລົ້ມເຫລວ, ບໍ່ສາມາດເຊື່ອມຕໍ່ %q, ລະຫັດຜ່ານທີ່ບໍ່ຖືກຕ້ອງ
nl: Kan geen verbinding maken met %q: onjuist wachtwoord
sv: Anslutning misslyckades, kunde ej ansluta till %q, fel lösenord

source: Unable to connect %q
de_de: Keine %q-Verbindung möglich
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ %q
nl: Het verbinden met %q is mislukt

source: To connect %q, please set up your authentication info
de_de: Um %q zu verbinden, geben Sie bitte ihre Authentifizierungsdaten ein
lo: ເພື່ອເຊື່ອມຕໍ່ %q, ກະລຸນາຕັ້ງຄ່າຂໍ້ມູນການກວດສອບຂອງທ່ານ
nl: Voer je inloggegevens in om verbinding te kunnen maken met %q

source: Password is required to connect %q
de_de: Verbindung mit %q erfordert Passwort
lo: ຕ້ອງມີລະຫັດຜ່ານເພື່ອເຊື່ອມຕໍ່ %q
nl: Wachtwoord vereist om verbinding te maken met %q

source: The %q 802.11 WLAN network could not be found
lo: ບໍ່ພົບເຄືອຂ່າຍ 802.11 WLAN %q
nl: Het 802.11 wlan-netwerk is niet aangetroffen

source: Unknown
de_de: Unbekannt
lo: ບໍ່ຮູ້
nl: Onbekend
sv: Okänd

source: Airplane mode enabled.
de_de: Flugmodus aktiviert
lo: ໂຫມດຍົນໄດ້ຖືກເປີດໃຊ້ງານ.
nl: De vliegtuigstand is ingeschakeld.
sv: Flygplansläget är aktiverat

source: Disconnected
de_de: Getrennt
lo: ບໍ່ມີການເຊື່ອມຕໍ່
nl: Verbinding verbroken
sv: Frånkopplad

source: Access Point mode is not supported by this device.
lo: ຮູບແບບການເຂົ້າເຖິງແມ່ນບໍ່ໄດ້ຮັບການສະຫນັບສະຫນູນຈາກອຸປະກອນນີ້.
nl: De toegangspuntmodus wordt niet ondersteund door dit apparaat.
sv: Access Point-läge stöds inte av denna enhet.

source: The hardware switch of WLAN Card is off, please switch on as necessary.
lo: ສະວິດຮາດແວຂອງກາດ WLAN ຖືກປິດ, ກະລຸນາເປີດຕາມຄວາມຈຳເປັນ.
nl: De hardwareschakelaar van de draadloze kaart staat op 'Uit' - zet deze op 'Aan'.
sv: Hårdvaruomkopplare för WLAN-kort är avstängd, var god slå på vid behov.

source: System proxy is set successfully.
de_de: System-Proxy erfolgreich eingerichtet
lo: ຕັ້ງຄ່າພຣັອກຊີລະບົບສຳເລັດແລ້ວ.
nl: De systeemproxy is ingesteld.
sv: System proxy ställdes framgångsrikt in.

source: System proxy has been cancelled.
de_de: System-Proxy wurde abgebrochen
lo: ພຣັອກຊີລະບົບໄດ້ຖືກຍົກເລີກແລ້ວ.
nl: Het instellen van de systeemproxy is afgebroken.
sv: System proxy har blivit avbruten.

source: Connected
de_de: Verbunden
lo: ເຊື່ອມໂຍງ
nl: Verbonden
sv: Ansluten

source: "%s" did not pass the system security verification, and cannot run now
nl: "%s" voldeed niet aan de systeemveiligheidsvereisten en kan momenteel niet worden uitgevoerd

source: You cannot run the unverified "%s", but you can change the settings in Security Center.
nl: Je kunt het niet-ondertekende programma “%s” niet uitvoeren, tenzij je de instellingen in het beveiligingscentrum aanpast.

source: Proceed
lo: ດໍາເນີນການ
nl: Doorgaan

source: The system will shut down automatically after %d s
lo: ລະບົບຈະຖືກປິດໂດຍອັດຕະໂນມັດຫຼັງຈາກ %d ວິນາທີ
nl: De computer wordt over %d seconden afgesloten

source: Scheduled Shutdown
de_de: Herunterfahren gemäß Zeitplan
lo: ການປິດກໍານົດ
nl: Ingeplande afsluittijd

source: Cancle
de_de: Abbrechen
lo: ຍົກເລີກ
nl: Annuleren

source: Shut down
de_de: Herunterfahren
lo: ປິດລົງ
nl: Afsluiten

source: Battery critically low
de_de: Akkustand kritisch niedrig
lo: ແບດເຕີຣີທີ່ຕໍ່າ
nl: Het accuniveau is zeer laag

source: Battery low, please plug in
de_de: Akkustand niedrig, bitte ans Netz anschließen
lo: ແບດເຕີລີ່ຕໍ່າ, ກະລຸນາສຽບ
nl: De accu is bijna leeg - sluit de netstroomadapter aan
sv: Lågt batteri, vänligen anslut

source: your computer will shut down
de_de: Ihr Computer wird herunterfahren
lo: ຄອມພິວເຕີຂອງທ່ານຈະປິດລົງ
nl: wordt je computer afgesloten

source: your computer will suspend
de_de: Ihr Computer geht in Ruhezustand
lo: ຄອມພິວເຕີຂອງທ່ານຈະໂຈະ
nl: wordt je computer in de pauzestand gezet

source: your computer will hibernate
de_de: Ihr Computer geht in Ruhezustand
lo: ຄອມພິວເຕີຂອງທ່ານຈະ hibernate
nl: wordt je computer in de slaapstand gezet

source: your monitor will turn off
de_de: Der Monitor wird abgeschalten
lo: ຈໍພາບຂອງທ່ານຈະປິດ
nl: wordt je beeldscherm uitgeschakeld

source: your monitor will show the shutdown interface
de_de: Der Monitor wird den Herunterfahren-Bildschirm zeigen
lo: ຈໍພາບຂອງທ່ານຈະສະແດງໃຫ້ເຫັນການໂຕ້ຕອບປິດ
nl: Het afsluitscherm zal worden getoond

source: it will do nothing to your computer
de_de: das wird nichts mit ihrem Computer machen
lo: ມັນຈະບໍ່ເຮັດຫຍັງກັບຄອມພິວເຕີຂອງທ່ານ
nl: wordt er geen actie ondernomen

source: Connect %q successfully
de_de: Verbinde %q erfolgreich
lo: ເຊື່ອມຕໍ່ %q ສຳເລັດແລ້ວ
nl: Verbonden met %q

source: Make sure %q is turned on and in range
de_de: Stelle sicher, dass %q angeschalten und in Reichweite ist
lo: ໃຫ້ແນ່ໃຈວ່າ %q ເປີດຢູ່ແລະຢູ່ໃນຂອບເຂດ
nl: Zorg dat %q is ingeschakeld en binnen bereik is
sv: Se till att %q är påslagen och inom räckhåll

source: %q can no longer connect to %q. Try to forget this device and pair it again.
de_de: %q kann nicht länger mit %q verbinden. Versuchen Sie dieses Gerät zu entfernen und erneut eine Verbindung damit aufzubauen
lo: % q ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບ% q ໄດ້ອີກຕໍ່ໄປ. ພະຍາຍາມລືມອຸປະກອນນີ້ແລະຈັບຄູ່ມັນອີກຄັ້ງ.
nl: %q kan geen verbinding meer maken met %q. 'Vergeet' het apparaat en koppel het opnieuw.

source: Space
lo: ອະວະກາດ
nl: Spatie

source: Authentication is required to set the system time
de_de: Authentifizierung ist erforderlich für das Einstellen der Systemzeit
lo: ການກວດສອບຄວາມຖືກຕ້ອງແມ່ນຈໍາເປັນຕ້ອງກໍານົດເວລາຂອງລະບົບ
nl: Voer je wachtwoord in om de systeemtijd in te stellen
sv: Autentisering krävs för att ställa in system klockan

source: Authentication is required to control whether network time synchronization shall be enabled
de_de: Authentifizierung ist erforderlich beim Einstellen, ob die Systemzeit-Synchronisierung eingeschalten werden soll
lo: ຕ້ອງມີຄວາມຈໍາເປັນໃນການຄວບຄຸມເວລາໃນການຊຸມນຸມເວລາ
nl: Voer je wachtwoord in om te bepalen of netwerktijdsynchronisatie moet worden ingeschakeld
sv: Autentisering krävs för att ändra inställningarna för tidssynkronisering

source: Authentication is required to change NTP server
de_de: Sie müssen sich authentifizieren, um NTP-Server zu ändern
lo: ການກວດສອບຄວາມຖືກຕ້ອງແມ່ນຈໍາເປັນຕ້ອງມີການປ່ຽນເຄື່ອງແມ່ຂ່າຍ NTP
nl: Voer je wachtwoord in om de ntp-server te wijzigen

source: Authentication is required to control whether the RTC stores the local or UTC time
de_de: Authentifizierung ist erforderlich beim Einstellen, ob RTC die örtliche oder die UTC-Zeit speichern soll
lo: ການກວດສອບຄວາມຖືກຕ້ອງແມ່ນຈໍາເປັນໃນການຄວບຄຸມວ່າ RTC ເກັບຮັກສາເວລາທ້ອງຖິ່ນຫລື UTC
nl: Voer je wachtwoord in om te bepalen of RTC de lokale of UTC-tijd opslaat
sv: Autentisering krävs för att bestämma om RTC sparar lokal eller UTC tid
