Repository: linuxdeepin/dde-daemon
Catalog: misc/po/*.po
Languages: de_de, lo, nl, sv

source: Authentication is required to set the system timezone
de_de: Authentifizierung ist erforderlich für das Einstellen der Zeitzone
lo: ການກວດສອບຄວາມຖືກຕ້ອງແມ່ນຈໍາເປັນຕ້ອງກໍານົດລະບົບ TimeZone
nl: Voer je wachtwoord in om de systeemtijdzone in te stellen
sv: Autentisering krävs för att ställa in tidszon

source: dde-control-center
lo: ສູນຄວບຄຸມ DDE

source: Terminal
lo: ທີ່ມີຢູ່ຫຼາຢ

source: Set successfully
sv: Ändringar genomförda

source: Setting display scaling
sv: Inställningar skärmskalning

source: Display scaling
sv: Skärmskalning

source: Dock
sv: Dockan

source: All Windows
sv: Alla Fönster

source: Tunneled TLS
sv: Tunnlad TLS
