Repository: linuxdeepin/dde-daemon
Catalog: misc/po/*.po
Languages: de_de, lo, nl, sv

source: Please enter a password not less than 8 characters
de_de: Bitte geben Sie ein Passwort mit mindestens 8 Zeichen ein
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານບໍ່ຕໍ່າກວ່າ 8 ໂຕອັກສອນ
nl: Voer een wachtwoord in dat minimaal 8 tekens bevat
sv: Vänligen ange ett lösenord som inte har mindre än 8 tecken

source: The password must contain English letters (case-sensitive), numbers or special symbols (~!@#$%^&*()[]{}\|/?,.<>)
de_de: Das Passwort muss aus lateinischen Buchstaben (Groß-/Kleinschreibung beachten), Ziffern oder Spezialzeichen (~!@#$%^&*()[]{}\|/?,.<>) bestehen
nl: Het wachtwoord moet Nederlandstalige letters (hoofdlettergevoelig), cijfers en speciale tekens bevatten (~!@#$%^&*()[]{}\|/?,.<>)
sv: Lösenordet måste innehålla engelska bokstäver (skiftlägeskänsliga), siffror eller specialtecken (~!@#$%^&*()[]{}\|/?,.<>)

source: Username cannot be empty
de_de: Benutzername darf nicht leer sein
lo: ຊື່ຜູ້ໃຊ້ບໍ່ສາມາດຫວ່າງໄດ້
nl: Voer een gebruikersnaam in
sv: Användarnamnet får inte vara tomt

source: The first character must be a letter or number
de_de: Das erste Zeichen muss ein Buchstabe oder eine Ziffer sein
lo: ລັກສະນະທໍາອິດຕ້ອງເປັນຕົວອັກສອນຫລືເລກ
nl: Het eerste teken moet een letter of cijfer zijn

source: The username already exists
de_de: Dieser Benutzername ist schon vergeben
lo: ຊື່ຜູ້ໃຊ້ມີຢູ່ແລ້ວ
nl: Deze gebruikersnaam is al in gebruik

source: The group name already exists
de_de: Der Gruppenname ist schon vergeben
lo: ຊື່ກຸ່ມມີຢູ່ແລ້ວ
nl: Deze groepsnaam is al in gebruik

source: Username must be between 3 and 32 characters
de_de: Der Benutzername muss 3 bis 32 Zeichen lang sein
lo: ຊື່ຜູ້ໃຊ້ຕ້ອງຢູ່ລະຫວ່າງ 3 ຫາ 32 ຕົວອັກສອນ
nl: De gebruikersnaam moet tussen de 3 en 32 tekens lang zijn

source: User "%s" existed before and its data is synced
de_de: Benutzer "%s" gab es schon vorher und seine Daten sind synchronisiert
nl: Gebruiker ‘%s’ bestond al en de gegevens zijn gesynchroniseerd

source: This system wallpaper is locked. Please contact your admin.
de_de: Dieses System-Hintergrundbild ist gesperrt. Bitte kontaktieren Sie ihren Administrator.
lo: ຮູບວໍເປເປີລະບົບນີ້ຖືກລັອກ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລລະບົບຂອງທ່ານ.
nl: Deze systeemachtergrond is vergrendeld. Neem contact op met je systeembeheerder.

source: Failed to change Audio Server, please try later
de_de: Der Audio Server konnte nicht geändert werden. Bitte später erneut versuchen.
lo: ລົ້ມເຫລວໃນການປ່ຽນເຄື່ອງແມ່ຂ່າຍສຽງ, ກະລຸນາລອງໃນພາຍຫຼັງ
nl: De geluidsdienst kan niet worden gewijzigd - probeer het later opnieuw

source: Changing Audio Server, please wait...
de_de: Audio Server wird geändert, bitte warten
lo: ການປ່ຽນແປງເຄື່ອງແມ່ຂ່າຍສຽງ, ກະລຸນາລໍຖ້າ...
nl: De geluidsdienst wordt gewijzigd - even geduld…

source: Audio Server changed, please log out and then log in
de_de: Audio Server wurde geändert, bitte aus- und wieder einloggen.
lo: ເຄື່ອງແມ່ຂ່າຍສຽງຖືກປ່ຽນແປງ, ກະລຸນາອອກຈາກລະບົບແລະເຂົ້າສູ່ລະບົບໃໝ່
nl: Meld je opnieuw aan om de wijziging door te voeren

source: %s had been disabled
de_de: %s wurden abgeschaltet
lo: %s ໄດ້ຖືກປິດການໃຊ້ງານ
nl: %s is uitgeschakeld

source: Open
de_de: Offen
lo: ເປີດ
nl: Openen
sv: Öppna

source: Fingerprint verification failed
de_de: Fingerabdruck-Verifizierung fehlgeschlagen
lo: ການຢັ້ງຢືນລາຍນິ້ວມືລົ້ມເຫລວ
nl: Vingerafdrukverificatie mislukt
sv: Fingeravtrycks verifiering misslyckades

source: Fingerprint verification timed out
de_de: Fingerabdruck-Verifizierung abgelaufen
lo: ການຢັ້ງຢືນລາຍນິ້ວມືຫມົດເວລາ
nl: De vingerafdrukverificatie is verlopen
sv: Fingeravtrycks verifiering tog för lång tid

source: Serial port
de_de: Serieller Anschluss
lo: ພອດ serial
nl: Seriële poort
sv: Seriell port

source: Dial-Up networking
de_de: Einwahl-Netzwerken
lo: ການສ້າງເຄືອຂ່າຍການໂທ
nl: Netwerk via inbelverbinding
sv: Uppringt nätverk

source: Hands-Free device
de_de: Freisprecheinrichtung
lo: ອຸປະກອນທີ່ບໍ່ມີມື
nl: Handsfree-apparaat
sv: Handsfree enhet

source: Hands-Free voice gateway
de_de: Freisprechanlagen-Zugang
lo: ປະຕູສຽງແບບໄຮ້ມື
nl: Handsfree-stemgateway
sv: Handsfree röst gateway

source: Headset voice gateway
de_de: Headsetanlagen-Zugang
lo: ປະຕູສຽງດັງຂອງຫູຟັງ
nl: Hoofdtelefoon-stemgateway
sv: Headset röst gateway

source: Object push
de_de: Objekt-Push
lo: ການຊຸກຍູ້ຂອງວັດຖຸ
nl: Item versturen
sv: Objekt push

source: File transfer
de_de: Datentransfer
lo: ການໂອນຍ້າຍເອກະສານ
nl: Bestandsoverdracht
sv: Filöverföring

source: Synchronization
de_de: Synchronisation
nl: Synchronisatie
sv: Synkronisering

source: Phone book access
de_de: Telefonbuchzugang
lo: ການເຂົ້າເຖິງປື້ມໂທລະສັບ
nl: Telefoonboektoegang
sv: Telefonboksåtkomst

source: Phone book access client
de_de: Telefonbuch-Zugangsprogramm
lo: ປື້ມໂທລະສັບທີ່ເຂົ້າເຖິງລູກຄ້າ
nl: Client voor telefoonboektoegang
sv: Telefonboksåtkomst klient

source: Message access
de_de: Nachrichtenzugang
lo: ການເຂົ້າເຖິງຂໍ້ຄວາມ
nl: Berichttoegang
sv: Meddelandeåtkomst

source: Message notification
de_de: Mitteilungsbenachrichtigung
lo: ແຈ້ງການຂໍ້ຄວາມ
nl: Berichtmelding
sv: Meddealandenotifiering

source: Cancel
de_de: Abbrechen
lo: ຍົກເລີກ
nl: Annuleren
sv: Avbryt

source: Receiving %[1]q from %[2]q
de_de: %[1]q von %[2]q erhalen
lo: ໄດ້ຮັບ% [1] q ຈາກ% [2] q
nl: Bezig met ontvangen van %[1]q van %[2]q

source: View
de_de: Ansicht
lo: ທັດສະນະ
nl: Bekijk
sv: Visa

source: You have received files from %q successfully
de_de: Sie haben erfolgreich Dateien von %q erhalten
lo: ທ່ານໄດ້ຮັບໄຟລ໌ຈາກ %q ສຳເລັດແລ້ວ
nl: De bestanden van %q zijn ontvangen

source: Done
de_de: Erledigt
lo: ສຳເລັດ
nl: Klaar
sv: Klar

source: Stop Receiving Files
de_de: Dateienempfang stoppen
lo: ຢຸດຮັບເອົາເອກະສານ
nl: Bestandsoverdracht afbreken

source: You have cancelled the file transfer
de_de: Sie haben die Dateienübertragung gestoppt
lo: ທ່ານໄດ້ຍົກເລີກການໂອນໄຟລ໌
nl: Je hebt de bestandsoverdracht afgebroken

source: Bluetooth connection failed
de_de: Bluetooth-Verbindung fehlgeschlagen
lo: ການເຊື່ອມຕໍ່ບລູທູດລົ້ມເຫລວ
nl: Bluetoothverbinding mislukt
sv: Bluetooth-anslutningen misslyckades.

source: Decline
de_de: Zurücknehmen
lo: ຮ່ວງໂຮຍ
nl: Weigeren

source: Receive
de_de: Erhalten
lo: ໄດ້ຮັບ
nl: Ontvangen

source: Bluetooth File Transfer
de_de: Bluetooth-Dateienübertragung
lo: ການໂອນໄຟລ໌ຜ່ານບລູທູດ
nl: Bluetooth-bestandsoverdracht

source: %q wants to send files to you. Receive?
de_de: %q möchte Ihnen Dateien zusenden. Annehmen?
lo: %q ຕ້ອງການສົ່ງໄຟລ໌ໃຫ້ທ່ານ. ຮັບບໍ?
nl: %q wil je bestanden sturen. Wil je dit toestaan?

source: Receiving %q timed out
de_de: Annahme abgelaufen
lo: ການຮັບ %q ຫມົດເວລາ
nl: De verbinding met %q is verlopen

source: Click here to connect to %q
de_de: Hier klicken für eine Verbindung mit %q
lo: ກົດບ່ອນນີ້ເພື່ອເຊື່ອມຕໍ່ກັບ %q
nl: Klik hier om verbinding te maken met %q

source: Add Bluetooth devices
de_de: Bluetooth-Geräte hinzufügen
lo: ເພີ່ມອຸປະກອນບລູທູດ
nl: Bluetooth-apparaten toevoegen

source: Pair
de_de: Miteinander Verbinden
lo: ຄູ່
nl: Koppelen

source: Maximize Window
lo: ເຮັດໃຫ້ມີແສງສະຫວ່າງສູງສຸດ
nl: Venster maximaliseren

source: Restore Window
lo: ຟື້ນຟູຫນ້າຕ່າງ
nl: Venster herstellen

source: Current Window Left Split
lo: ປ່ອງຢ້ຽມປະຈຸບັນແບ່ງອອກ
nl: Huidig venster aan linkerzijde splitsen

source: Current Window Right Split
lo: ການແບ່ງປັນຫນ້າຕ່າງໃນປະຈຸບັນ
nl: Huidig venster aan rechterzijde splitsen

source: Show multitasking view
lo: ສະແດງມຸມມອງບໍລິຫານງານຫຼາຍ
nl: Venster- en werkbladoverzicht tonen

source: Hide multitasking view
lo: ເຊື່ອງມຸມມອງບໍລິຫານງານຫຼາຍ
nl: Venster- en werkbladoverzicht verbergen

source: Switch to previous desktop
lo: ປ່ຽນເປັນ desktop ກ່ອນຫນ້ານີ້
nl: Ga naar vorig werkblad

source: Switch to the next desktop
lo: ປ່ຽນໄປທີ່ desktop ຕໍ່ໄປ
nl: Ga naar volgend werkblad

source: Show desktop
de_de: Zeige den Schreibtisch
lo: ສະແດງໜ້າເດັສທອບ
nl: Bureaublad tonen
sv: Visa skribord

source: Hide desktop
lo: ເຊື່ອງໜ້າເດັສທອບ
nl: Bureaublad verbergen

source: Show/hide launcher
lo: ສະແດງ/ເຊື່ອງຕົວເປີດໂປຣແກຣມ
nl: Starter tonen/verbergen

source: Mouse right button pressed
lo: ກົດປຸ່ມຂວາຫນູກົດປຸ່ມ
nl: Actie na indrukken van rechtermuisknop

source: Mouse right button released
lo: ປຸ່ມຂວາຫນູອອກແລ້ວ
nl: Actie na loslaten van rechtermuisknop

source: Show/hide clipboard
lo: ສະແດງ / ເຊື່ອງ clipboard
nl: Klembord tonen/verbergen

source: Show/hide grand search
lo: ສະແດງ / ເຊື່ອງການຄົ້ນຫາທີ່ຍິ່ງໃຫຍ່
nl: Zoekvenster tonen/verbergen

source: Show/hide notification center
lo: ສະແດງ / ສູນແຈ້ງການ
nl: Meldingencentrum tonen/verbergen

source: Disable
lo: ປິດການໃຊ້ງານ
nl: Uitschakelen

source: Insufficient disk space, please clean up in time!
de_de: Ungenügender Speicherplatz, bitte gleich freimachen!
lo: ພື້ນທີ່ດິດທີ່ບໍ່ພຽງພໍ, ກະລຸນາເຮັດຄວາມສະອາດໃນເວລາ!
nl: Onvoldoende schijfruimte. Tijd om bestanden op te ruimen!
sv: Otillräckligt diskutrymme, var god rensa upp i tid!

source: Go to clean up
de_de: zum Bereinigen wechseln
lo: ໄປເຮັດຄວາມສະອາດ
nl: Ga naar opruimen

source: Launcher
de_de: Starter
lo: ເປີດຕົວ
nl: Programmastarter

source: Screen Recorder
de_de: Bildschirmrekorder
lo: ເຄື່ອງບັນທຶກຫນ້າຈໍ
nl: Schermopname

source: Lock screen
de_de: Sperrbildschirm
lo: ຫນ້າຈໍລັອກ
nl: Scherm vergrendelen
sv: Låsskärm

source: Show/Hide the dock
de_de: Dock anzeigen/verbergen
lo: ສະແດງ / ເຊື່ອງ Dock The Dock
nl: Dock tonen/verbergen
sv: Visa/Dölj dockan

source: Shutdown interface
de_de: Ausschalt-Abfrage
lo: ການໂຕ້ຕອບປິດ
nl: Afsluitscherm
sv: Avstängningsfönster

source: Terminal Quake Window
de_de: Terminal PopUp-Fenster
lo: ປ່ອງຢ້ຽມ Quake Terminal
nl: Terminal: Quake-venster
sv: Terminalfönster för Quake

source: Screenshot
de_de: Bildschirmfoto
lo: ພາບຫນ້າຈໍ
nl: Schermfoto
sv: Skärmdump

source: Full screenshot
de_de: Gesamtbildschirmfoto
lo: ພາບຫນ້າຈໍເຕັມ
nl: Volledig scherm
sv: Full skärmdump

source: Window screenshot
de_de: Fensterfoto
lo: ປ່ອງຢ້ຽມຫນ້າຈໍຫນ້າຈໍ
nl: Venster
sv: Fönsterskärmdump

source: Delay screenshot
de_de: Verzögerte Fotoaufnahme
lo: ຫນ້າຈໍຊັກຊ້າ
nl: Schermfoto uitstellen
sv: Fördröj skärmdump

source: OCR (Image to Text)
de_de: OCR (Bild zu Text)
lo: OCR (ຮູບພາບກັບຂໍ້ຄວາມ)
nl: OCR (afbeelding-naar-tekst)

source: Scrollshot
de_de: Scrollbildschirmaufnahme
lo: ຈາວ
nl: Scrollende schermfoto

source: File manager
de_de: Dateiverwaltung
lo: ຜູ້ຈັດການເອກະສານ
nl: Bestandsbeheer
sv: Filhanterare

source: Disable Touchpad
de_de: Touchpad abschalten
lo: ປິດການໃຊ້ງານ touchpad
nl: Touchpad uitschakelen
sv: Inaktivera pekplatta

source: Switch window effects
de_de: Fenstereffekte wechseln
lo: ປ່ຽນຜົນກະທົບຂອງປ່ອງຢ້ຽມ
nl: Vensteranimaties in-/uitschakelen
sv: Byt fönstereffekter

source: Fast Screen Off
de_de: Bildschirmschnellabschaltung
lo: ຫນ້າຈໍໄວ
nl: Scherm snel uitschakelen
sv: Snabb skärmavstängning

source: System Monitor
de_de: System-Überwachung
lo: ລະບົບຕິດຕາມກວດກາ
nl: Systeemmonitor

source: Deepin Picker
de_de: Deepin-Auswähler
lo: ຕົວເລືອກໃນ Deepin
nl: Deepin Kiezer

source: Desktop AI Assistant
de_de: Schreibtisch KI Assistent
lo: ຜູ້ຊ່ວຍ Desktop Ai
nl: Slimme assistent

source: Text to Speech
de_de: Text zu Sprache
lo: ຂໍ້ຄວາມ
nl: Tekst-naar-spraak

source: Speech to Text
de_de: Sprache zu Text
lo: ການປາກເວົ້າ
nl: Spraak-naar-tekst

source: Clipboard
de_de: Klemmbrett
lo: clipboardboard
nl: Klembord

source: Translation
de_de: Übersetzung
lo: ການແປ
nl: Vertaling

source: Grand Search
de_de: Große Suche
lo: ການຄົ້ນຫາໃຫຍ່
nl: Globaal zoeken

source: Notification Center
de_de: Nachrichtenzentrale
lo: ສູນແຈ້ງການ
nl: Meldingencentrum

source: Switch Layout
de_de: Wechsele Layout
lo: ປ່ຽນຮູບແບບ
nl: Schakelen tussen indelingen
sv: Byt Layout

source: Toggle multiple displays
de_de: Mehrere Bildschirme hin-und herschalten
lo: ສະຫຼັບສະແດງການສະແດງຫຼາຍຄັ້ງ
nl: Meerdere beeldschermen

source: Switch to left workspace
de_de: Wechsele zum linken Arbeitsbereich
lo: ປ່ຽນໄປທີ່ບ່ອນຫວ່າງງານຊ້າຍ
nl: Ga naar linkerwerkruimte
sv: Växla till vänster arbetsyta

source: Switch to right workspace
de_de: Wechsele zum rechten Arbeitsbereich
lo: ປ່ຽນໄປເຮັດວຽກທີ່ຖືກຕ້ອງ
nl: Ga naar rechterwerkruimte
sv: Växla till höger arbetsyta

source: Switch to upper workspace
de_de: Wechsele zum oberen Arbeitsbereich
lo: ປ່ຽນໄປເຮັດວຽກເທິງ
nl: Ga naar bovenste werkruimte
sv: Växla till övre arbetsyta

source: Switch to lower workspace
de_de: Wechsele zum unteren Arbeitsbereich
lo: ປ່ຽນເປັນບ່ອນເຮັດວຽກທີ່ຕໍ່າ
nl: Ga naar onderste werkruimte
sv: Växla till nedre arbetsyta

source: Switch similar windows
de_de: Wechsele ähnliche Fenster
lo: ສັບປ່ຽນ Windows ທີ່ຄ້າຍຄືກັນ
nl: Schakelen tussen vergelijkbare vensters
sv: Switcha liknande fönster

source: Switch similar windows in reverse
de_de: Wechsele ähnliche Fenster zurück
lo: ປ່ຽນຫນ້າຕ່າງທີ່ຄ້າຍຄືກັນໃນດ້ານຫຼັງ
nl: Schakelen tussen vergelijkbare vensters in omgekeerde volgorde
sv: Byt liknande fönster omvänt

source: Switch windows
de_de: Wechsele Fenster
lo: ປ່ຽນ Windows
nl: Schakelen tussen vensters
sv: Växla fönster

source: Switch windows in reverse
de_de: Wechsele Fenster zurück
lo: ປ່ຽນ Windows ໃນດ້ານຫຼັງ
nl: Schakelen tussen vensters in omgekeerde volgorde
sv: Växla fönster omvänt

source: Maximize window
de_de: Maximiere Fenster
lo: ເຮັດໃຫ້ມີແສງສະຫວ່າງສູງສຸດ
nl: Venster maximaliseren
sv: Maximera fönster

source: Restore window
de_de: Fenster wiederherstellen
lo: ຟື້ນຟູຫນ້າຕ່າງ
nl: Venster herstellen
sv: Återställ fönster

source: Minimize window
de_de: Minimiere Fenster
lo: ຫຼຸດຜ່ອນປ່ອງຢ້ຽມ
nl: Venster minimaliseren
sv: Minimera fönster

source: Close window
de_de: Fenster schließen
lo: ປ່ອງຢ້ຽມປິດ
nl: Venster sluiten
sv: Stäng fönster

source: Move window
de_de: Fenster bewegen
lo: ຍ້າຍປ່ອງຢ້ຽມ
nl: Venster verplaatsen
sv: Flytta fönster

source: Resize window
de_de: Fenstergröße ändern
lo: ປັບຂະຫນາດປ່ອງຢ້ຽມ
nl: Venstergrootte aanpassen
sv: Ändra fönsterstorlek

source: Move to left workspace
de_de: Zum linken Arbeitsbereich bewegen
lo: ຍ້າຍໄປພື້ນທີ່ເຮັດວຽກຊ້າຍ
nl: Verplaatsen naar linkerwerkruimte
sv: Flytta till vänster arbetsyta

source: Move to right workspace
de_de: Zum rechten Arbeitsbereich bewegen
lo: ຍ້າຍໄປພື້ນທີ່ເຮັດວຽກຂວາ
nl: Verplaatsen naar rechterwerkruimte
sv: Flytta till höger arbetsyta

source: Move to upper workspace
de_de: Zum oberen Arbeitsbereich bewegen
lo: ຍ້າຍໄປພື້ນທີ່ເຮັດວຽກເທິງ
nl: Verplaatsen naar bovenste werkruimte
sv: Flytta till övre arbetsyta

source: Move to lower workspace
de_de: Zum unteren Arbeitsbereich bewegen
lo: ຍ້າຍໄປພື້ນທີ່ເຮັດວຽກລຸ່ມ
nl: Verplaatsen naar onderste werkruimte
sv: Flytta till nedre arbetsyta

source: Display windows of all workspaces
de_de: Zeige Fenster aller Arbeitsbereiche
lo: ສະແດງປ່ອງຢ້ຽມຂອງພື້ນທີ່ເຮັດວຽກທັງຫມົດ
nl: Vensters van alle werkruimtes tonen
sv: Visa fönster för alla arbetsytor

source: Display windows of current workspace
de_de: Zeige Fenster des aktuellen Arbeitsbereichs
lo: ສະແດງປ່ອງຢ້ຽມຂອງພື້ນທີ່ເຮັດວຽກໃນປະຈຸບັນ
nl: Vensters van huidige werkruimte tonen
sv: Visa den aktuella arbetsytans fönster

source: Display workspace
de_de: Zeige Arbeitsbereich
lo: ສະແດງພື້ນທີ່ເຮັດວຽກ
nl: Werkruimte tonen
sv: Visa arbetsyta

source: Zoom In
de_de: Hineinzoomen
lo: ຊູມເຂົ້າ
nl: Inzoomen

source: Zoom Out
de_de: Herauszoomen
lo: ຊູມອອກ
nl: Uitzoomen

source: Zoom to Actual Size
de_de: auf tatsächliche Größe zoomen
lo: ຂະຫຍາຍໄປສູ່ຂະຫນາດຕົວຈິງ
nl: Ware grootte

source: Window Quick Tile Left
de_de: Fenster Schnelleinteilung links
lo: ຈັດໜ້າຕ່າງດ່ວນຊ້າຍ
nl: Venster aan linkerkant tegelen

source: Window Quick Tile Right
de_de: Fenster Schnelleinteilung rechts
lo: ຈັດໜ້າຕ່າງດ່ວນຂວາ
nl: Venster aan rechterkant tegelen

source: Authentication is required to switch language
de_de: Sprache wechseln erfordert eine Authentifizierung
lo: ຕ້ອງມີການຢັ້ງຢືນເພື່ອປ່ຽນພາສາລະບົບ
nl: Voer je wachtwoord in om de taal te wijzigen
sv: Autentisering krävs för att byta språk

source: Changing system language and installing the required language packages, please wait...
de_de: Systemsprache wird gewechselt und die nötigen Sprachpakete werden geladen, bitte warten…
lo: ການປ່ຽນແປງພາສາລະບົບແລະການຕິດຕັ້ງແພັກເກດພາສາທີ່ຕ້ອງການ, ກະລຸນາລໍຖ້າ ...
nl: De systeemtaal wordt gewijzigd en de vereiste taalpakketten worden geïnstalleerd - even geduld...
sv: Ändrar systemspråk och installerar de nödvändiga språkpaketen, var god vänta...

source: Changing system language, please wait...
de_de: Systemsprache wird gewechselt, einen Moment bitte…
lo: ປ່ຽນພາສາລະບົບ, ກະລຸນາລໍຖ້າ ...
nl: De systeemtaal wordt gewijzigd - even geduld...
sv: Ändrar systemspråk, var god vänta...

source: System language changed, please log out and then log in
de_de: Systemsprache wurde gewechselt, bitte ab- und wieder anmelden
lo: ພາສາລະບົບປ່ຽນ, ກະລຸນາອອກຈາກລະບົບແລະຫຼັງຈາກນັ້ນເຂົ້າສູ່ລະບົບ
nl: Meld je opnieuw aan om de wijziging door te voeren
sv: Systemspråk är ändrat, var god logga ut och in igen

source: Failed to change system language, please try later
de_de: Wechsel der Systemsprache ist fehlgeschlagen, bitte später nochmals versuchen
lo: ລົ້ມເຫລວໃນການປ່ຽນພາສາລະບົບ, ກະລຸນາລອງໃນພາຍຫຼັງ
nl: De systeemtaal kan niet worden gewijzigd - probeer het later opnieuw
sv: Misslyckades med att byta systemspråk, var god försök igen senare

source: Updates failed: it was interrupted.
de_de: Aktualisierungen fehlgeschlagen, dies wurde unterbrochen.
lo: ການປັບປຸງໃຫມ່ລົ້ມເຫລວ: ມັນຖືກຂັດຂວາງ.
nl: Updates mislukt: proces onderbroken.

source: Updates failed: it was interrupted. Please roll back to the old version and try again.
de_de: Aktualisierungen fehlgeschlagen, dies wurde unterbrochen. Bitte gehen Sie zur alten Version zurück und versuchen es erneut.
lo: ການປັບປຸງໃຫມ່ລົ້ມເຫລວ: ມັນຖືກຂັດຂວາງ. ກະລຸນາມ້ວນກັບສະບັບເກົ່າແລະລອງໃຫມ່ອີກຄັ້ງ.
nl: Updates mislukt: proces onderbroken. Herstel een oudere versie van het systeem en probeer het opnieuw.

source: Updates failed: DPKG error.
de_de: Aktualisierungen fehlgeschlagen, DPKG-Fehler
lo: ການອັບເດດລົ້ມເຫລວ: ຂໍ້ຜິດພາດຂອງ DPKG.
nl: Updates mislukt: DPKG-fout.

source: Updates failed: DPKG error. Please roll back to the old version and try again.
de_de: Aktualisierungen fehlgeschlagen: DPKG-Fehler. Bitte gehen Sie zur alten Version zurück und versuchen es erneut.
lo: ການອັບເດດລົ້ມເຫລວ: ຂໍ້ຜິດພາດຂອງ DPKG. ກະລຸນາມ້ວນກັບສະບັບເກົ່າແລະລອງໃຫມ່ອີກຄັ້ງ.
nl: Updates mislukt: DPKG-fout. Herstel een oudere versie van het systeem en probeer het opnieuw.

source: Updates failed: insufficient disk space.
de_de: Updates fehlgeschlagen: zu wenig Speicherplatz.
lo: ການອັບເດດລົ້ມເຫລວ: ຊ່ອງ disk ທີ່ບໍ່ພຽງພໍ.
nl: Updates mislukt: onvoldoende vrije schijfruimte

source: Updates failed: insufficient disk space. Please roll back to the old version and try again.
de_de: Aktualisierungen fehlgeschlagen: zu wenig Speicherplatz. Bitte gehen Sie zur alten Version zurück und versuchen es erneut.
lo: ການອັບເດດລົ້ມເຫລວ: ຊ່ອງ disk ທີ່ບໍ່ພຽງພໍ. ກະລຸນາມ້ວນກັບສະບັບເກົ່າແລະລອງໃຫມ່ອີກຄັ້ງ.
nl: Updates mislukt: onvoldoende vrije schijfruimte. Herstel een oudere versie van het systeem en probeer het opnieuw.

source: Updates failed
de_de: Aktualisierungen fehlgeschlagen
lo: ການປັບປຸງລົ້ມເຫລວ
nl: Updates mislukt

source: Updates failed. Please roll back to the old version and try again.
de_de: Aktualisierungen fehlgeschlagen: DPKG-Fehler. Bitte gehen Sie zur alten Version zurück und versuchen es erneut.
lo: ການປັບປຸງແລ້ວລົ້ມເຫລວ. ກະລຸນາມ້ວນກັບສະບັບເກົ່າແລະລອງໃຫມ່ອີກຄັ້ງ.
nl: Updates mislukt. Herstel een oudere versie van het systeem en probeer het opnieuw.

source: %q removed successfully
de_de: %q erfolgreich entfernt
lo: %q ຖືກເອົາອອກສຳເລັດແລ້ວ
nl: %q is verwijderd
sv: %q borttagning lyckades

source: Failed to uninstall %q
de_de: %q konnte nicht deinstalliert werden
lo: ລົ້ມເຫລວໃນການຖອນການຕິດຕັ້ງ %q
nl: %q kan niet worden verwijderd
sv: Kunde ej installera %q

source: None
de_de: Keine
lo: ບໍ່ມີ
nl: Geen
sv: Ingen

source: WEP 40/128-bit Key
lo: WEP 40/128-bit ຄີ
nl: WEP 40/128-bitsleutel
sv: WEP 40/128-bit Nyckel

source: WPA/WPA2 Personal
lo: WPA / WPA2 ສ່ວນບຸກຄົນ
nl: WPA/WPA2 persoonlijk

source: WPA3 Personal
lo: WPA3 ສ່ວນບຸກຄົນ
nl: WPA3 persoonlijk

source: Protected EAP
nl: Beschermd EAP
sv: Skyddad EAP

source: Wired Connection
de_de: Kabelverbindung
lo: ການເຊື່ອມຕໍ່ສາຍ
nl: Bekabelde verbinding
sv: Trådbunden Anslutning

source: Wired Connection %v
de_de: Kabelverbindung %v
lo: ການເຊື່ອມຕໍ່ສາຍ %v
nl: Bekabelde verbinding %v

source: Application proxy is set successfully
de_de: Programm-Proxy erfolgreich eingerichtet
lo: ຕົວແທນສະຫມັກແມ່ນຕັ້ງຄ່າຢ່າງສໍາເລັດຜົນ
nl: De programmaproxy is ingesteld

source: Network
de_de: Netzwerk
lo: ເຄືອຂ່າຍ
nl: Netwerk
sv: Nätverk

source: Failed to set the application proxy
de_de: Einrichtung des Programm-Proxys fehlgeschlagen
lo: ລົ້ມເຫລວໃນການກໍານົດຕົວແທນສະຫມັກ
nl: De programmaproxy kan niet worden ingesteld

source: Device state changed
de_de: Gerätezustand hat sich geändert
lo: ການປ່ຽນແປງຂອງອຸປະກອນ
nl: De apparaatstatus is gewijzigd
sv: Enhetstillstånd ändrades.

source: Device state changed, reason unknown
de_de: Gerätezustand hat sich geändert, Grund unbekannt
lo: ສະຖານະຂອງອຸປະກອນມີການປ່ຽນແປງ, ເຫດຜົນທີ່ບໍ່ຮູ້ຈັກ
nl: De apparaatstatus is om onbekende reden gewijzigd
sv: Enhetstillstånd ändrades, okänd anledning.

source: The device is now managed
de_de: Das Gerät wird jetzt verwaltet
lo: ປະຈຸບັນອຸປະກອນໄດ້ຮັບການຄຸ້ມຄອງ
nl: Het apparaat wordt nu beheerd
sv: Enheten hanteras nu.

source: The device is no longer managed
de_de: Das Gerät wird nicht weiter verwaltet
lo: ອຸປະກອນດັ່ງກ່າວບໍ່ໄດ້ຮັບການຄຸ້ມຄອງອີກແລ້ວ
nl: Het apparaat wordt niet meer beheerd
sv: Enheten hanteras inte längre.

source: The device has not been ready for configuration
de_de: Das Gerät war nicht bereit zum einstellen
lo: ອຸປະກອນບໍ່ໄດ້ກຽມພ້ອມສໍາລັບການຕັ້ງຄ່າ
nl: Het apparaat is niet klaar om te worden ingesteld
sv: Enheten är inte redo för konfigurering.

source: IP configuration could not be reserved (no available address, timeout, etc)
de_de: IP-Einstellungen konnten nicht beibehalten werden (keine freie Adresse, Auszeit, usw.)
lo: ການຕັ້ງຄ່າ IP ບໍ່ສາມາດສະຫງວນໄດ້ (ບໍ່ມີທີ່ຢູ່, ຫມົດເວລາ, ແລະອື່ນໆ)
nl: De ip-configuratie kan niet worden gereserveerd (geen beschikbaar adres, time-out, enz.)
sv: IP-konfiguration kan inte reserveras (ingen tillgänglig adress, timeout, etc).

source: The IP configuration is no longer valid
de_de: Die IP-Einstellung ist nicht länger gültig
lo: ການຕັ້ງຄ່າ IP ແມ່ນບໍ່ຖືກຕ້ອງ
nl: De ip-configuratie is niet meer geldig
sv: IP-konfigurationen är inte längre giltig.

source: Passwords were required but not provided
de_de: Passwörter waren notwendig, aber nicht bereitgestellt.
lo: ຕ້ອງມີລະຫັດຜ່ານແຕ່ບໍ່ໄດ້ສະຫນອງໃຫ້
nl: Er zijn wachtwoorden vereist, maar niet verstrekt
sv: Lösenord krävdes men gavs inte.

source: The 802.1X supplicant disconnected from the access point or authentication server
lo: ຜູ້ໃຫ້ບໍລິການ 802.X
nl: De 802.1X-aanvrager is losgekoppeld van het toegangspunt van de authenticatieserver
sv: 802.1X supplikanten bortkopplad från åtkomstpunkten eller autentiseringsservern.

source: Configuration of the 802.1X supplicant failed
lo: ການຕັ້ງຄ່າຂອງ Awother82.x ທີ່ໃຫ້ຄວາມສໍາເລັດ
nl: De 802.1X-aanvrager kan niet worden ingesteld
sv: Konfiguration av 802.1X supplikant misslyckades.

source: The 802.1X supplicant quitted or failed unexpectedly
lo: ການກ່າວຄໍາເຫັນ 802.1x ຢຸດຫຼືລົ້ມເຫລວໂດຍບໍ່ຄາດຝັນ
nl: De 802.1X-aanvrager is onverwacht afgesloten of mislukt
sv: 802.1X supplikant avslutade eller misslyckades oväntat.

source: The 802.1X supplicant took too long time to authenticate
lo: ຜູ້ໃຫ້ບໍລິການ 802.X ໄດ້ໃຊ້ເວລາດົນເກີນໄປໃນການກວດສອບຄວາມຖືກຕ້ອງ
nl: De 802.1X-aanvrager nam te veel tijd om te authenticeren
sv: 802.1X supplikant tog för lång tid för att autentisera.

source: The PPP service failed to start within the allowed time
de_de: Der PPP-Service konnte nicht innerhalb der erlaubten Zeit gestartet werden
lo: ບໍລິການ PPP ລົ້ມເຫລວໃນການເລີ່ມຕົ້ນພາຍໃນເວລາທີ່ອະນຸຍາດ
nl: De PPP-dienst kan niet binnen de toegestane tijd beginnen
sv: Tjänsten PPP kunde ej startas inom den tillåtna tiden.
